Revit 2027 API
ParameterTypeId.FabricationRelativeFilename Property
 "Relative File Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationRelativeFilename { get; }
Public Shared ReadOnly Property FabricationRelativeFilename As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationRelativeFilename {
	ForgeTypeId^ get ();
}
static member FabricationRelativeFilename : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace